tap "derailed/k9s"
tap "fsouza/prettierd"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jdx/tap"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "sass/sass"
tap "tsub/s3-edit"
tap "weaveworks/tap"
brew "actionlint"
brew "xz"
brew "awscli"
brew "bandwhich"
brew "bash"
brew "bat"
brew "btop"
brew "cmatrix"
brew "colima"
brew "docker-credential-helper-ecr"
brew "eza"
brew "fastfetch"
brew "fd"
brew "icu4c@76"
brew "harfbuzz"
brew "ffmpegthumbnailer"
brew "figlet"
brew "fish"
brew "fortune"
brew "fswatch"
brew "fx"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "gnupg"
brew "golang-migrate"
brew "gradle"
brew "helm"
brew "hidapi"
brew "jq"
brew "jump"
brew "k2tf"
brew "kompose"
brew "kotlin-language-server"
brew "kubernetes-cli"
brew "kubectx"
brew "liquibase"
brew "lua-language-server"
brew "luv"
brew "makeself"
brew "maven"
brew "minikube"
brew "mise"
brew "neovim"
brew "onefetch"
brew "pgcli"
brew "poppler"
brew "prettier"
brew "protobuf"
brew "pyright"
brew "ripgrep"
brew "rust-analyzer"
brew "starship"
brew "stylua"
brew "tailwindcss-language-server"
brew "telnet"
brew "terraformer"
brew "tfsec"
brew "tldr"
brew "tmux"
brew "tree"
brew "unar"
brew "vscode-langservers-extracted"
brew "wget"
brew "yaml-language-server"
brew "yazi"
brew "yq"
brew "zig"
brew "zls"
brew "zoxide"
brew "derailed/k9s/k9s"
brew "fsouza/prettierd/prettierd"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "tsub/s3-edit/s3-edit"
brew "weaveworks/tap/eksctl"
cask "android-studio"
cask "arc"
cask "battle-net"
cask "discord"
cask "docker"
cask "gitify"
cask "google-chrome"
cask "iterm2"
cask "jetbrains-toolbox"
cask "kitty"
cask "obs"
cask "openvpn-connect"
cask "postman"
cask "rar"
cask "session-manager-plugin"
cask "slack"
cask "spotify"
cask "steam"
cask "transmission"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "whatsapp"
cask "zoom"
