tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
brew "awscli"
brew "bat"
brew "exa"
brew "fd"
brew "fish"
brew "fnm"
brew "fzf"
brew "go"
brew "gradle"
brew "htop"
brew "hugo"
brew "jump"
brew "lua-language-server"
brew "mas"
brew "maven"
brew "neofetch"
brew "neovim"
brew "ripgrep"
brew "stylua"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "wget"
cask "cron"
cask "datagrip"
cask "discord"
cask "docker"
cask "google-chrome"
cask "intellij-idea"
cask "iterm2"
cask "kitty"
cask "notion"
cask "openvpn-connect"
cask "postman"
cask "rectangle"
cask "slack"
cask "spotify"
cask "steam"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"
