tap "dart-lang/dart"
tap "derailed/k9s"
tap "drone/drone"
tap "fsouza/prettierd"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "leoafarias/fvm"
tap "oven-sh/bun"
tap "sass/sass"
tap "weaveworks/tap"
brew "awscli"
brew "bash"
brew "bat"
brew "gcc"
brew "btop"
brew "cmatrix"
brew "colima"
brew "direnv"
brew "docker-credential-helper-ecr"
brew "eza"
brew "fd"
brew "fish"
brew "fnm"
brew "fswatch"
brew "fx"
brew "fzf"
brew "gh"
brew "gnupg"
brew "go"
brew "golang-migrate"
brew "harfbuzz"
brew "gradle"
brew "helm"
brew "jq"
brew "jump"
brew "kompose"
brew "kotlin-language-server"
brew "kubernetes-cli"
brew "kubectx"
brew "liquibase"
brew "lua-language-server"
brew "luv"
brew "maven"
brew "minikube"
brew "neofetch"
brew "neovim"
brew "onefetch"
brew "pgcli"
brew "protobuf"
brew "pyright"
brew "ripgrep"
brew "rust-analyzer"
brew "starship"
brew "stylua"
brew "terraformer"
brew "tfsec"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "yq"
brew "derailed/k9s/k9s"
brew "drone/drone/drone"
brew "fsouza/prettierd/prettierd"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "leoafarias/fvm/fvm"
brew "oven-sh/bun/bun"
brew "sass/sass/sass"
brew "weaveworks/tap/eksctl"
cask "android-studio"
cask "arc"
cask "battle-net"
cask "discord"
cask "docker"
cask "google-chrome"
cask "iterm2"
cask "jetbrains-toolbox"
cask "kitty"
cask "obs"
cask "openvpn-connect"
cask "postman"
cask "rar"
cask "session-manager-plugin"
cask "slack"
cask "spotify"
cask "steam"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "whatsapp"
cask "zoom"
vscode "apvarun.celestial"
vscode "codezombiech.gitignore"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "EliverLara.andromeda"
vscode "esbenp.prettier-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "Nur.just-black"
vscode "PKief.material-icon-theme"
vscode "Shan.code-settings-sync"
vscode "ssmi.after-dark"
vscode "teabyii.ayu"
vscode "xabikos.JavaScriptSnippets"
